import React, { Component } from 'react';

export default class Content extends Component {
    render() {
        return (
            <div>
                <h1>Главная страница чайного сервиса!</h1>
                Чай (кит. 茶 — «ча́» на пекинском и гуандунском диалекте, «те̂» на амойском и «тцай-е» на тайваньском, «чай» — на хинди) — напиток, получаемый варкой, завариванием и/или настаиванием листа чайного куста, который предварительно подготавливается специальным образом.

                Чаем также называется сам лист чайного куста, обработанный и подготовленный для приготовления напитка. Подготовка эта включает предварительную сушку (вяление), скручивание, более или менее длительное ферментативное окисление, окончательную сушку. Прочие операции вводятся в процесс только для производства отдельных видов и сортов чая.

                Иногда слово «чай» используют и в качестве названия чайного куста — вида растений рода Камелия семейства Чайные; в ботанической научной литературе для этого вида обычно используется название камелия китайская (Camellia sinensis).

                Чаем в широком смысле может именоваться любой напиток, приготовленный путём заваривания предварительно подготовленного растительного материала. В названиях таких напитков к слову «чай», как правило, добавляется пояснение, характеризующее используемое сырьё («травяной чай», «ягодный чай», «фруктовый чай» и так далее).
            </div>
        )
    }
}